window.COLLECTION_CATALOG = {
  "geographies": [
    [
      1,
      "Без географии",
      "без географии"
    ],
    [
      2,
      "Москва",
      "населенный пункт"
    ],
    [
      3,
      "Россия",
      "страна"
    ],
    [
      4,
      "Краснодарский край",
      "регион"
    ],
    [
      5,
      "Адлер",
      "местность"
    ],
    [
      6,
      "Санкт-Петербург",
      "населенный пункт"
    ],
    [
      7,
      "Сочи",
      "населенный пункт"
    ],
    [
      8,
      "Турция",
      "страна"
    ],
    [
      9,
      "Казань",
      "населенный пункт"
    ],
    [
      10,
      "Московская область",
      "регион"
    ],
    [
      11,
      "Анталья",
      "населенный пункт"
    ],
    [
      12,
      "Египет",
      "страна"
    ],
    [
      13,
      "Дубай",
      "населенный пункт"
    ],
    [
      14,
      "ОАЭ",
      "страна"
    ],
    [
      15,
      "Калининград",
      "населенный пункт"
    ],
    [
      16,
      "Калининградская область",
      "регион"
    ],
    [
      17,
      "Нижний Новгород",
      "населенный пункт"
    ],
    [
      18,
      "Таиланд",
      "страна"
    ],
    [
      19,
      "Стамбул",
      "населенный пункт"
    ],
    [
      20,
      "Республика Татарстан",
      "регион"
    ],
    [
      21,
      "Анапа",
      "населенный пункт"
    ],
    [
      22,
      "Кисловодск",
      "населенный пункт"
    ],
    [
      23,
      "Красная Поляна",
      "местность"
    ],
    [
      24,
      "Геленджик",
      "населенный пункт"
    ],
    [
      25,
      "Туапсе",
      "населенный пункт"
    ],
    [
      26,
      "Китай",
      "страна"
    ],
    [
      27,
      "Республика Дагестан",
      "регион"
    ],
    [
      28,
      "Махачкала",
      "населенный пункт"
    ],
    [
      29,
      "Республика Карелия",
      "регион"
    ],
    [
      30,
      "Петрозаводск",
      "населенный пункт"
    ],
    [
      31,
      "Республика Алтай",
      "регион"
    ],
    [
      32,
      "Горный Алтай",
      "местность"
    ],
    [
      33,
      "Вьетнам",
      "страна"
    ],
    [
      34,
      "Индия",
      "страна"
    ],
    [
      35,
      "Гоа",
      "регион"
    ],
    [
      36,
      "Минск",
      "населенный пункт"
    ],
    [
      37,
      "Беларусь",
      "страна"
    ],
    [
      38,
      "Ереван",
      "населенный пункт"
    ],
    [
      39,
      "Армения",
      "страна"
    ],
    [
      40,
      "Зеленоградск",
      "населенный пункт"
    ],
    [
      41,
      "Владивосток",
      "населенный пункт"
    ],
    [
      42,
      "Приморский край",
      "регион"
    ],
    [
      43,
      "Екатеринбург",
      "населенный пункт"
    ],
    [
      44,
      "Свердловская область",
      "регион"
    ],
    [
      45,
      "Узбекистан",
      "страна"
    ],
    [
      46,
      "Ташкент",
      "населенный пункт"
    ],
    [
      47,
      "Баку",
      "населенный пункт"
    ],
    [
      48,
      "Азербайджан",
      "страна"
    ],
    [
      49,
      "Грузия",
      "страна"
    ],
    [
      50,
      "Тбилиси",
      "населенный пункт"
    ],
    [
      51,
      "Пхукет",
      "местность"
    ],
    [
      52,
      "Шарм-эш-Шейх",
      "населенный пункт"
    ],
    [
      53,
      "Хургада",
      "населенный пункт"
    ],
    [
      54,
      "Краснодар",
      "населенный пункт"
    ],
    [
      55,
      "Ростов-на-Дону",
      "населенный пункт"
    ],
    [
      56,
      "Новосибирск",
      "населенный пункт"
    ],
    [
      57,
      "Самара",
      "населенный пункт"
    ],
    [
      58,
      "Ярославль",
      "населенный пункт"
    ],
    [
      59,
      "Ярославская область",
      "регион"
    ],
    [
      60,
      "Великий Новгород",
      "населенный пункт"
    ],
    [
      61,
      "Суздаль",
      "населенный пункт"
    ],
    [
      62,
      "Владимир",
      "населенный пункт"
    ],
    [
      63,
      "Тула",
      "населенный пункт"
    ],
    [
      64,
      "Ставропольский край",
      "регион"
    ],
    [
      65,
      "Мурманская область",
      "регион"
    ],
    [
      66,
      "Мурманск",
      "населенный пункт"
    ],
    [
      67,
      "Хибины",
      "местность"
    ],
    [
      68,
      "Шерегеш",
      "населенный пункт"
    ],
    [
      69,
      "Архыз",
      "населенный пункт"
    ],
    [
      70,
      "Домбай",
      "населенный пункт"
    ],
    [
      71,
      "Роза Хутор",
      "местность"
    ],
    [
      72,
      "Байкал",
      "местность"
    ],
    [
      73,
      "Иркутск",
      "населенный пункт"
    ],
    [
      74,
      "Республика Бурятия",
      "регион"
    ],
    [
      75,
      "Листвянка",
      "населенный пункт"
    ],
    [
      76,
      "Крым",
      "регион"
    ],
    [
      77,
      "Ялта",
      "населенный пункт"
    ],
    [
      78,
      "Алушта",
      "населенный пункт"
    ],
    [
      79,
      "Севастополь",
      "населенный пункт"
    ],
    [
      80,
      "Абхазия",
      "регион"
    ],
    [
      81,
      "Гагра",
      "населенный пункт"
    ],
    [
      82,
      "Сухум",
      "населенный пункт"
    ],
    [
      83,
      "Батуми",
      "населенный пункт"
    ],
    [
      84,
      "Казахстан",
      "страна"
    ],
    [
      85,
      "Алматы",
      "населенный пункт"
    ],
    [
      86,
      "Астана",
      "населенный пункт"
    ],
    [
      87,
      "Киргизия",
      "страна"
    ],
    [
      88,
      "Бишкек",
      "населенный пункт"
    ],
    [
      89,
      "Уфа",
      "населенный пункт"
    ],
    [
      90,
      "Республика Башкортостан",
      "регион"
    ],
    [
      91,
      "Красноярск",
      "населенный пункт"
    ],
    [
      92,
      "Красноярский край",
      "регион"
    ],
    [
      93,
      "Тюмень",
      "населенный пункт"
    ],
    [
      94,
      "Ленинградская область",
      "регион"
    ],
    [
      95,
      "Выборг",
      "населенный пункт"
    ],
    [
      96,
      "Псков",
      "населенный пункт"
    ],
    [
      97,
      "Тверская область",
      "регион"
    ],
    [
      98,
      "Тверь",
      "населенный пункт"
    ],
    [
      99,
      "Коломна",
      "населенный пункт"
    ],
    [
      100,
      "Сортавала",
      "населенный пункт"
    ],
    [
      101,
      "Светлогорск",
      "населенный пункт"
    ],
    [
      102,
      "Пятигорск",
      "населенный пункт"
    ],
    [
      103,
      "Минеральные Воды",
      "населенный пункт"
    ],
    [
      104,
      "Вологда",
      "населенный пункт"
    ],
    [
      105,
      "Вологодская область",
      "регион"
    ],
    [
      106,
      "Кострома",
      "населенный пункт"
    ],
    [
      107,
      "Рязань",
      "населенный пункт"
    ],
    [
      108,
      "Пермь",
      "населенный пункт"
    ],
    [
      109,
      "Пермский край",
      "регион"
    ],
    [
      110,
      "Волгоград",
      "населенный пункт"
    ],
    [
      111,
      "Воронеж",
      "населенный пункт"
    ],
    [
      112,
      "Саратов",
      "населенный пункт"
    ],
    [
      113,
      "Астрахань",
      "населенный пункт"
    ],
    [
      114,
      "Териберка",
      "населенный пункт"
    ],
    [
      115,
      "Кировск",
      "населенный пункт"
    ],
    [
      116,
      "Алания",
      "регион"
    ],
    [
      117,
      "Владикавказ",
      "населенный пункт"
    ],
    [
      118,
      "Дербент",
      "населенный пункт"
    ],
    [
      119,
      "Ессентуки",
      "населенный пункт"
    ],
    [
      120,
      "Железноводск",
      "населенный пункт"
    ],
    [
      121,
      "Кавказские Минеральные Воды",
      "местность"
    ],
    [
      122,
      "Эсто-Садок",
      "местность"
    ],
    [
      123,
      "Сириус",
      "местность"
    ],
    [
      124,
      "Лазаревское",
      "местность"
    ],
    [
      125,
      "Дагомыс",
      "местность"
    ],
    [
      126,
      "Витязево",
      "местность"
    ],
    [
      127,
      "Дивноморское",
      "местность"
    ],
    [
      128,
      "Кабардинка",
      "местность"
    ],
    [
      129,
      "Куршская коса",
      "местность"
    ],
    [
      130,
      "Ольхон",
      "местность"
    ],
    [
      131,
      "Манжерок",
      "местность"
    ],
    [
      132,
      "Омск",
      "населенный пункт"
    ],
    [
      133,
      "Челябинск",
      "населенный пункт"
    ],
    [
      134,
      "Оренбург",
      "населенный пункт"
    ],
    [
      135,
      "Торжок",
      "населенный пункт"
    ],
    [
      136,
      "Переславль-Залесский",
      "населенный пункт"
    ],
    [
      137,
      "Рыбинск",
      "населенный пункт"
    ],
    [
      138,
      "Плёс",
      "населенный пункт"
    ],
    [
      139,
      "Тобольск",
      "населенный пункт"
    ],
    [
      140,
      "Югра",
      "регион"
    ],
    [
      141,
      "Сургут",
      "населенный пункт"
    ],
    [
      142,
      "Ханты-Мансийск",
      "населенный пункт"
    ],
    [
      143,
      "Нижневартовск",
      "населенный пункт"
    ],
    [
      144,
      "Когалым",
      "населенный пункт"
    ],
    [
      145,
      "Барнаул",
      "населенный пункт"
    ],
    [
      146,
      "Горно-Алтайск",
      "населенный пункт"
    ],
    [
      147,
      "Хабаровск",
      "населенный пункт"
    ],
    [
      148,
      "Камчатский край",
      "регион"
    ],
    [
      149,
      "Петропавловск-Камчатский",
      "населенный пункт"
    ],
    [
      150,
      "Сахалинская область",
      "регион"
    ],
    [
      151,
      "Южно-Сахалинск",
      "населенный пункт"
    ],
    [
      152,
      "Республика Саха (Якутия)",
      "регион"
    ],
    [
      153,
      "Бангкок",
      "населенный пункт"
    ],
    [
      154,
      "Паттайя",
      "населенный пункт"
    ],
    [
      155,
      "Нячанг",
      "населенный пункт"
    ],
    [
      156,
      "Фукуок",
      "местность"
    ],
    [
      157,
      "Дананг",
      "населенный пункт"
    ],
    [
      158,
      "Санья",
      "населенный пункт"
    ],
    [
      159,
      "Хайнань",
      "регион"
    ],
    [
      160,
      "Пекин",
      "населенный пункт"
    ],
    [
      161,
      "Шанхай",
      "населенный пункт"
    ],
    [
      162,
      "Абу-Даби",
      "населенный пункт"
    ],
    [
      163,
      "Шарджа",
      "населенный пункт"
    ],
    [
      164,
      "Рас-эль-Хайма",
      "регион"
    ],
    [
      165,
      "Дубай-Марина",
      "местность"
    ],
    [
      166,
      "Аланья",
      "населенный пункт"
    ],
    [
      167,
      "Кемер",
      "населенный пункт"
    ],
    [
      168,
      "Белек",
      "населенный пункт"
    ],
    [
      169,
      "Сиде",
      "населенный пункт"
    ],
    [
      170,
      "Бодрум",
      "населенный пункт"
    ],
    [
      171,
      "Мармарис",
      "населенный пункт"
    ],
    [
      172,
      "Каппадокия",
      "местность"
    ],
    [
      173,
      "Каир",
      "населенный пункт"
    ],
    [
      174,
      "Макади-Бей",
      "местность"
    ],
    [
      175,
      "Самарканд",
      "населенный пункт"
    ],
    [
      176,
      "Бухара",
      "населенный пункт"
    ],
    [
      177,
      "Иссык-Куль",
      "местность"
    ],
    [
      178,
      "Душанбе",
      "населенный пункт"
    ],
    [
      179,
      "Таджикистан",
      "страна"
    ],
    [
      180,
      "Черногория",
      "страна"
    ],
    [
      181,
      "Будва",
      "населенный пункт"
    ],
    [
      182,
      "Сербия",
      "страна"
    ],
    [
      183,
      "Белград",
      "населенный пункт"
    ],
    [
      184,
      "Италия",
      "страна"
    ],
    [
      185,
      "Рим",
      "населенный пункт"
    ],
    [
      186,
      "Франция",
      "страна"
    ],
    [
      187,
      "Париж",
      "населенный пункт"
    ],
    [
      188,
      "Испания",
      "страна"
    ],
    [
      189,
      "Барселона",
      "населенный пункт"
    ],
    [
      190,
      "Индонезия",
      "страна"
    ],
    [
      191,
      "Бали",
      "регион"
    ],
    [
      192,
      "Мальдивы",
      "страна"
    ],
    [
      193,
      "Шри-Ланка",
      "страна"
    ],
    [
      194,
      "Япония",
      "страна"
    ],
    [
      195,
      "Токио",
      "населенный пункт"
    ],
    [
      196,
      "Южная Корея",
      "страна"
    ],
    [
      197,
      "Сеул",
      "населенный пункт"
    ],
    [
      198,
      "Кипр",
      "страна"
    ],
    [
      199,
      "Ларнака",
      "населенный пункт"
    ],
    [
      200,
      "Греция",
      "страна"
    ]
  ],
  "themes": [
    [
      1,
      "Без темы",
      "без темы"
    ],
    [
      2,
      "Отдых на выходные",
      "сценарий"
    ],
    [
      3,
      "Спонтанная поездка",
      "сценарий"
    ],
    [
      4,
      "Командировка",
      "сценарий"
    ],
    [
      5,
      "Работа из путешествия",
      "сценарий"
    ],
    [
      6,
      "Ночь перед вылетом",
      "сценарий"
    ],
    [
      7,
      "Остановка в дороге",
      "сценарий"
    ],
    [
      8,
      "Загородный отдых",
      "сценарий"
    ],
    [
      9,
      "Оздоровительный отдых",
      "сценарий"
    ],
    [
      10,
      "Экскурсионная поездка",
      "сценарий"
    ],
    [
      11,
      "Путешествие без автомобиля",
      "сценарий"
    ],
    [
      12,
      "Длительное проживание",
      "сценарий"
    ],
    [
      13,
      "Для одного",
      "состав"
    ],
    [
      14,
      "Для двоих",
      "состав"
    ],
    [
      15,
      "С маленькими детьми",
      "состав"
    ],
    [
      16,
      "С детьми школьного возраста",
      "состав"
    ],
    [
      17,
      "Для большой семьи",
      "состав"
    ],
    [
      18,
      "С друзьями",
      "состав"
    ],
    [
      19,
      "С питомцем",
      "состав"
    ],
    [
      20,
      "Для нескольких поколений",
      "состав"
    ],
    [
      21,
      "Пляжный отдых",
      "занятия"
    ],
    [
      22,
      "Горные лыжи",
      "занятия"
    ],
    [
      23,
      "Сноуборд",
      "занятия"
    ],
    [
      24,
      "Пешие походы",
      "занятия"
    ],
    [
      25,
      "Велопрогулки",
      "занятия"
    ],
    [
      26,
      "Водные виды спорта",
      "занятия"
    ],
    [
      27,
      "Дайвинг",
      "занятия"
    ],
    [
      28,
      "Сёрфинг",
      "занятия"
    ],
    [
      29,
      "Рыбалка",
      "занятия"
    ],
    [
      30,
      "Гастрономические прогулки",
      "занятия"
    ],
    [
      31,
      "Посещение виноделен",
      "занятия"
    ],
    [
      32,
      "Музеи и выставки",
      "занятия"
    ],
    [
      33,
      "Театры и концерты",
      "занятия"
    ],
    [
      34,
      "Парки развлечений",
      "занятия"
    ],
    [
      35,
      "Прогулки по природным паркам",
      "занятия"
    ],
    [
      36,
      "Вид на море",
      "впечатления"
    ],
    [
      37,
      "Вид на горы",
      "впечатления"
    ],
    [
      38,
      "Вид на город",
      "впечатления"
    ],
    [
      39,
      "Закаты",
      "впечатления"
    ],
    [
      40,
      "Рассветы",
      "впечатления"
    ],
    [
      41,
      "Лес за окном",
      "впечатления"
    ],
    [
      42,
      "Тишина",
      "впечатления"
    ],
    [
      43,
      "Уединение",
      "впечатления"
    ],
    [
      44,
      "Историческая атмосфера",
      "впечатления"
    ],
    [
      45,
      "Местный колорит",
      "впечатления"
    ],
    [
      46,
      "Романтика",
      "впечатления"
    ],
    [
      47,
      "Цифровой детокс",
      "впечатления"
    ],
    [
      48,
      "Бассейн",
      "удобства"
    ],
    [
      49,
      "Крытый бассейн",
      "удобства"
    ],
    [
      50,
      "Открытый бассейн",
      "удобства"
    ],
    [
      51,
      "Подогреваемый бассейн",
      "удобства"
    ],
    [
      52,
      "Детский бассейн",
      "удобства"
    ],
    [
      53,
      "СПА",
      "удобства"
    ],
    [
      54,
      "Баня",
      "удобства"
    ],
    [
      55,
      "Сауна",
      "удобства"
    ],
    [
      56,
      "Термальные бассейны",
      "удобства"
    ],
    [
      57,
      "Джакузи",
      "удобства"
    ],
    [
      58,
      "Завтрак включён",
      "удобства"
    ],
    [
      59,
      "Всё включено",
      "удобства"
    ],
    [
      60,
      "Кухня в номере",
      "удобства"
    ],
    [
      61,
      "Парковка",
      "удобства"
    ],
    [
      62,
      "Зарядка для электромобиля",
      "удобства"
    ],
    [
      63,
      "Детская игровая комната",
      "удобства"
    ],
    [
      64,
      "Фитнес-зал",
      "удобства"
    ],
    [
      65,
      "Рабочее место",
      "удобства"
    ],
    [
      66,
      "В центре города",
      "расположение"
    ],
    [
      67,
      "У моря",
      "расположение"
    ],
    [
      68,
      "На первой линии",
      "расположение"
    ],
    [
      69,
      "У озера",
      "расположение"
    ],
    [
      70,
      "У реки",
      "расположение"
    ],
    [
      71,
      "В горах",
      "расположение"
    ],
    [
      72,
      "У горнолыжных трасс",
      "расположение"
    ],
    [
      73,
      "В лесу",
      "расположение"
    ],
    [
      74,
      "Рядом с вокзалом",
      "расположение"
    ],
    [
      75,
      "Рядом с аэропортом",
      "расположение"
    ],
    [
      76,
      "Рядом с метро",
      "расположение"
    ],
    [
      77,
      "Рядом с достопримечательностями",
      "расположение"
    ],
    [
      78,
      "Рядом с парком",
      "расположение"
    ],
    [
      79,
      "Бутик-отели",
      "характер"
    ],
    [
      80,
      "Исторические отели",
      "характер"
    ],
    [
      81,
      "Дизайнерские отели",
      "характер"
    ],
    [
      82,
      "Необычное жильё",
      "характер"
    ],
    [
      83,
      "Глэмпинги",
      "характер"
    ],
    [
      84,
      "Шале",
      "характер"
    ],
    [
      85,
      "Апартаменты",
      "характер"
    ],
    [
      86,
      "Экоотели",
      "характер"
    ],
    [
      87,
      "Капсульные отели",
      "характер"
    ],
    [
      88,
      "Камерные отели",
      "характер"
    ],
    [
      89,
      "Недорогие отели",
      "уровень"
    ],
    [
      90,
      "Отели 3 звезды",
      "уровень"
    ],
    [
      91,
      "Отели 4 звезды",
      "уровень"
    ],
    [
      92,
      "Отели 5 звёзд",
      "уровень"
    ],
    [
      93,
      "Премиальные отели",
      "уровень"
    ],
    [
      94,
      "Отели с высоким рейтингом",
      "уровень"
    ],
    [
      95,
      "Новый год",
      "повод"
    ],
    [
      96,
      "Майские праздники",
      "повод"
    ],
    [
      97,
      "Школьные каникулы",
      "повод"
    ],
    [
      98,
      "День рождения",
      "повод"
    ],
    [
      99,
      "Годовщина",
      "повод"
    ],
    [
      100,
      "Медовый месяц",
      "повод"
    ],
    [
      101,
      "Фестиваль",
      "повод"
    ]
  ]
};
